/* A0 */
"iso_a0_841x1189mm" = "A0";

/* A10 */
"iso_a10_26x37mm" = "A10";

/* A1 */
"iso_a1_594x841mm" = "A1";

/* A2 */
"iso_a2_420x594mm" = "A2";

/* A3 Extra */
"iso_a3-extra_322x445mm" = "A3 Extra";

/* A3 */
"iso_a3_297x420mm" = "A3";

/* A4 Extra */
"iso_a4-extra_235.5x322.3mm" = "A4 Extra";

/* A4 */
"iso_a4_210x297mm" = "A4";

/* A5 Extra */
"iso_a5-extra_174x235mm" = "A5 Extra";

/* A5 */
"iso_a5_148x210mm" = "A5";

/* A6 */
"iso_a6_105x148mm" = "A6";

/* A7 */
"iso_a7_74x105mm" = "A7";

/* A8 */
"iso_a8_52x74mm" = "A8";

/* A9 */
"iso_a9_37x52mm" = "A9";

/* B0 */
"iso_b0_1000x1414mm" = "B0";

/* B10 */
"iso_b10_31x44mm" = "B10";

/* B1 */
"iso_b1_707x1000mm" = "B1";

/* B2 */
"iso_b2_500x707mm" = "B2";

/* B3 */
"iso_b3_353x500mm" = "B3";

/* B4 */
"iso_b4_250x353mm" = "B4";

/* B5 Extra */
"iso_b5-extra_201x276mm" = "B5 Extra";

/* B5 */
"iso_b5_176x250mm" = "B5";

/* B6 */
"iso_b6_125x176mm" = "B6";

/* B7 */
"iso_b7_88x125mm" = "B7";

/* B8 */
"iso_b8_62x88mm" = "B8";

/* B9 */
"iso_b9_44x62mm" = "B9";

/* C0 */
"iso_c0_917x1297mm" = "C0";

/* C10 */
"iso_c10_28x40mm" = "C10";

/* C1 */
"iso_c1_648x917mm" = "C1";

/* C2 */
"iso_c2_458x648mm" = "C2";

/* C3 */
"iso_c3_324x458mm" = "C3";

/* C4 */
"iso_c4_229x324mm" = "C4";

/* C5 */
"iso_c5_162x229mm" = "C5";

/* C6 */
"iso_c6_114x162mm" = "C6";

/* C7 */
"iso_c7_81x114mm" = "C7";

/* C8 */
"iso_c8_57x81mm" = "C8";

/* C9 */
"iso_c9_40x57mm" = "C9";

/* D1 */
"iso_dl_110x220mm" = "D1";

/* RA0 */
"iso_ra0_860x1220mm" = "RA0";

/* RA1 */
"iso_ra1_610x860mm" = "RA1";

/* RA2 */
"iso_ra2_430x610mm" = "RA2";

/* SRA0 */
"iso_sra0_900x1280mm" = "SRA0";

/* SRA1 */
"iso_sra1_640x900mm" = "SRA1";

/* SRA2 */
"iso_sra2_450x640mm" = "SRA2";

/* JIS B0 */
"jis_b0_1030x1456mm" = "JIS B0";

/* JIS B10 */
"jis_b10_32x45mm" = "JIS B10";

/* JIS B1 */
"jis_b1_728x1030mm" = "JIS B1";

/* JIS B2 */
"jis_b2_515x728mm" = "JIS B2";

/* JIS B3 */
"jis_b3_364x515mm" = "JIS B3";

/* JIS B4 */
"jis_b4_257x364mm" = "JIS B4";

/* JIS B5 */
"jis_b5_182x257mm" = "JIS B5";

/* JIS B6 */
"jis_b6_128x182mm" = "JIS B6";

/* JIS B7 */
"jis_b7_91x128mm" = "JIS B7";

/* JIS B8 */
"jis_b8_64x91mm" = "JIS B8";

/* JIS B9 */
"jis_b9_45x64mm" = "JIS B9";

/* JIS Executive */
"jis_exec_216x330mm" = "JIS Executive";

/* Envelope - Choukei 2 */
"jpn_chou2_111.1x146mm" = "Envelope - Choukei 2";

/* Envelope - Choukei 3 */
"jpn_chou3_120x235mm" = "Envelope - Choukei 3";

/* Choukei - Japanese 4 */
"jpn_chou4_90x205mm" = "Envelope - Choukei 4";

/* Postcard */
"jpn_hagaki_100x148mm" = "Postcard";

/* Envelope - Kaku 2 */
"jpn_kaku2_240x332mm" = "Envelope - Kaku 2";

/* Postcard - Double */
"jpn_oufuku_148x200mm" = "Postcard - Double";

/* Envelope - JE4 */
"jpn_you4_105x235mm" = "Envelope - JE4";

/* Envelope 10x13 */
"na_10x13_10x13in" = "Envelope 10x13";

/* Envelope 10x14 */
"na_10x14_10x14in" = "Envelope 10x14";

/* Envelope 10x15 */
"na_10x15_10x15in" = "Envelope 10x15";

/* Envelope - 6x9 */
"na_6x9_6x9in" = "Envelope - 6x9";

/* Envelope - 7x9 */
"na_7x9_7x9in" = "Envelope - 7x9";

/* Envelope 9x11 */
"na_9x11_9x11in" = "Envelope 9x11";

/* Arch A */
"na_arch-a_9x12in" = "Arch A";

/* Arch B */
"na_arch-b_12x18in" = "Arch B";

/* Arch C */
"na_arch-c_18x24in" = "Arch C";

/* Arch D */
"na_arch-d_24x36in" = "Arch D";

/* Arch E */
"na_arch-e_36x48in" = "Arch E";

/* Super B */
"na_b-plus_12x19.17in" = "Super B";

/* ANSI C */
"na_c_17x22in" = "ANSI C";

/* ANSI D */
"na_d_22x34in" = "ANSI D";

/* ANSI E */
"na_e_34x44in" = "ANSI E";

/* Executive */
"na_executive_7.25x10.5in" = "Executive";

/* ANSI F */
"na_f_44x68in" = "ANSI F";

/* German Fanfold */
"na_fanfold-eur_8.5x12in" = "German Fanfold";

/* Fanfold */
"na_fanfold-us_11x14.875in" = "Fanfold";

/* German Legal Fanfold */
"na_foolscap_8.5x13in" = "German Legal Fanfold";

/* Government Legal */
"na_govt-legal_8x13in" = "Government Legal";

/* Government Letter */
"na_govt-letter_8x10in" = "20x25";

/* 3x5 Index Card */
"na_index-3x5_3x5in" = "8x13";

/* Index Card - 4x6 */
"na_index-4x6_4x6in" = "10x15";

/* 5x7 Photo */
"na_5x7_5x7in" = "13x18";

/* Index Card - 5x8 */
"na_index-5x8_5x8in" = "13x20";

/* Invoice */
"na_invoice_5.5x8.5in" = "Invoice";

/* Ledger */
"na_ledger_11x17in" = "Ledger";

/* Legal Extra */
"na_legal-extra_9.5x15in" = "Legal Extra";

/* Legal */
"na_legal_8.5x14in" = "Legal";

/* Letter Extra */
"na_letter-extra_9.5x12in" = "Letter Extra";

/* Letter Plus */
"na_letter-plus_8.5x12.69in" = "Letter Plus";

/* Letter */
"na_letter_8.5x11in" = "Letter";

/* Envelope - Monarch */
"na_monarch_3.875x7.5in" = "Envelope - Monarch";

/* Enveleop - 10 */
"na_number-10_4.125x9.5in" = "Envelope - 10";

/* Envelope - 11 */
"na_number-11_4.5x10.375in" = "Envelope - 11";

/* Envelope - 12 */
"na_number-12_4.75x11in" = "Envelope - 12";

/* Envelope - 14 */
"na_number-14_5x11.5in" = "Envelope - 14";

/* Envelope - 9 */
"na_number-9_3.875x8.875in" = "Envelope - 9";

/* Envelope - Personal */
"na_personal_3.625x6.5in" = "Envelope - Personal";

/* Quarto */
"na_quarto_8.5x10.83in" = "Quarto";

/* Super A */
"na_super-a_8.94x14in" = "Super A";

/* Super B */
"na_super-b_13x19in" = "Super B";

/* Folio */
"om_folio_210x330mm" = "Folio";

/* Envelope - Invitation */
"om_invite_220x220mm" = "Envelope - Invitation";

/* Envelope - Italian */
"om_italian_110x230mm" = "Envelope - Italian";

/* Photo Large */
"om_large-photo_200x300" = "Photo Large";

/* Photo Small */
"om_small-photo_100x150mm" = "Photo Small";

/* Envelope PRC 10 */
"prc_10_324x458mm" = "Envelope PRC 10";

/* PRC 16K */
"prc_16k_146x215mm" = "PRC 16K";

/* Envelope PRC 1 */
"prc_1_102x165mm" = "Envelope PRC 1";

/* Envelope PRC 2 */
"prc_2_102x176mm" = "Envelope PRC 2";

/* PRC 32K */
"prc_32k_97x151mm" = "PRC 32K";

/* Envelope PRC 3 */
"prc_3_125x176mm" = "Envelope PRC 3";

/* Envelope PRC 4 */
"prc_4_110x208mm" = "Envelope PRC 4";

/* Envelope PRC 5 */
"prc_5_110x220mm" = "Envelope PRC 5";

/* Envelope PRC 7 */
"prc_7_160x230mm" = "Envelope PRC 7";

/* Envelope PRC 8 */
"prc_8_120x309mm" = "Envelope PRC 8";

/* ROC 16K */
"roc_16k_7.75x10.75in" = "ROC 16K";

/* ROC 8K */
"roc_8k_10.75x15.5in" = "ROC 8K";

